import React from 'react'
import style from "@/components/pages/noveldetail/NovelIntroduce.module.css";
export default function NovelIntroduce() {
  return (
    <div className={style.authorinfo}>
      안녕하세요 흑아인입니다. 17년 영웅 회귀하다 런칭후 2년만의 신작입니다. 오랜만인만큼 너무 떨리네요 ㅎㅎ 이번 작품도 재밌는 이야기, 성실하게 보여드릴 수 있도록 노력하겠습니다. 
      ㄷㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇ
      ㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇ
      안녕하세요 흑아인입니다. 17년 영웅 회귀하다 런칭후 2년만의 신작입니다. 오랜만인만큼 너무 떨리네요 ㅎㅎ 이번 작품도 재밌는 이야기, 성실하게 보여드릴 수 있도록 노력하겠습니다. 
      ㄷㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇ
      ㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇ
      안녕하세요 흑아인입니다. 17년 영웅 회귀하다 런칭후 2년만의 신작입니다. 오랜만인만큼 너무 떨리네요 ㅎㅎ 이번 작품도 재밌는 이야기, 성실하게 보여드릴 수 있도록 노력하겠습니다. 
      ㄷㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇ
      ㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇ
      안녕하세요 흑아인입니다. 17년 영웅 회귀하다 런칭후 2년만의 신작입니다. 오랜만인만큼 너무 떨리네요 ㅎㅎ 이번 작품도 재밌는 이야기, 성실하게 보여드릴 수 있도록 노력하겠습니다. 
      ㄷㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ
      ㅇㅇㅇㅇㅇㅇㅇ
      ㅇ
      ㅇ
      ㅇㅇㅇㅇㅇㅇㅇㅇ
    </div>
  )
}
